tap "atombender/ktail"
tap "bazelbuild/tap"
tap "fluxcd/tap"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jesseduffield/lazygit"
tap "mikesplain/tap", "https://github.com/mikesplain/homebrew-tap.git"
tap "mikesplain/versions"
brew "ack"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "xz"
brew "awscli"
brew "bazelisk"
brew "bbftp-client"
brew "gettext"
brew "boost"
brew "buildifier"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "pcre"
brew "cmake"
brew "cscope"
brew "curl"
brew "dep"
brew "dnsperf"
brew "doctl"
brew "ec2-api-tools"
brew "exa"
brew "fd"
brew "gmp"
brew "libtool"
brew "libevent"
brew "jpeg"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gd"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "glide"
brew "gnu-sed"
brew "gnu-tar"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "govendor"
brew "graphviz"
brew "grc"
brew "helm"
brew "lua"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "iftop"
brew "ipcalc"
brew "iperf"
brew "isl"
brew "oniguruma"
brew "jq"
brew "jsonlint"
brew "jsonnet"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libdvdcss"
brew "mpfr"
brew "libmpc"
brew "libssh"
brew "libusb-compat"
brew "libyaml"
brew "lynx"
brew "makedepend"
brew "mas"
brew "maven"
brew "md5sha1sum", link: false
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ossp-uuid"
brew "packer"
brew "perl"
brew "pth"
brew "rainbarf"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "slackcat"
brew "socat"
brew "sonobuoy"
brew "ssh-copy-id", link: true
brew "stern"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vegeta"
brew "velero"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "yq"
brew "zsh"
brew "atombender/ktail/ktail"
brew "fluxcd/tap/flux"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "amazon-photos"
cask "atom"
cask "balenaetcher"
cask "blender"
cask "caffeine"
cask "cakebrew"
cask "charles"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "folding-at-home"
cask "fork"
cask "freecad"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "kaleidoscope"
cask "keepingyouawake"
cask "keybase"
cask "librecad"
cask "logitech-options"
cask "mazda-toolbox"
cask "menumeters"
cask "miniconda"
cask "multipass"
cask "ngrok"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "openoffice"
cask "openscad"
cask "parsec"
cask "plex-media-player"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "sequel-pro"
cask "sidequest"
cask "signal"
cask "skype"
cask "slack"
cask "sonos"
cask "sourcetree"
cask "spectacle"
cask "splashy"
cask "spotify"
cask "steam"
cask "superduper"
cask "textual"
cask "thunderbird"
cask "tigervnc-viewer"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "ultimaker-cura"
cask "unetbootin"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "zoom"
cask "zterm"
