tap "argoproj/tap"
tap "atombender/ktail"
tap "azure/draft"
tap "bazelbuild/tap"
tap "cblecker/tap"
tap "github/bootstrap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "jenkins-x/jx"
tap "jesseduffield/lazygit"
tap "mikesplain/tap"
tap "mikesplain/versions"
tap "mikesplainsonos/taptest", "https://github.com/mikesplainsonos/homebrew-taptest.git"
tap "nathan-v/aws-okta-keyman"
tap "pulumi/tap"
tap "rs/tap"
tap "sonos-inc/pdsw-devops"
tap "weaveworks/tap"
brew "ack"
brew "jpeg"
brew "libpng"
brew "argo"
brew "argocd"
brew "gdbm"
brew "xz"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "aws_auth_cli"
brew "awscli"
brew "bazelisk"
brew "boost"
brew "buildifier"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre"
brew "calicoctl"
brew "chart-testing"
brew "cilium-cli"
brew "cloc"
brew "gmp"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "curl"
brew "go"
brew "dep"
brew "dive"
brew "docker-machine"
brew "docker-machine-driver-hyperkit"
brew "ec2-api-tools"
brew "eksctl"
brew "exa"
brew "fd"
brew "findutils"
brew "fortune"
brew "mpfr"
brew "gd"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "libtool"
brew "libevent"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "git-secret"
brew "glide"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "govendor"
brew "gox"
brew "gradle"
brew "graphviz"
brew "grc"
brew "helm"
brew "helmfile"
brew "lua"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "hubble"
brew "hugo"
brew "iftop"
brew "imagemagick"
brew "ipcalc"
brew "iperf"
brew "isl"
brew "istioctl"
brew "jfrog-cli"
brew "oniguruma"
brew "jq"
brew "node"
brew "jsonlint"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubebuilder"
brew "kubernetes-service-catalog-client"
brew "kustomize"
brew "libdvdcss"
brew "libmpc"
brew "libssh"
brew "libusb-compat"
brew "libxml2"
brew "libyaml"
brew "lima"
brew "linkerd"
brew "lolcat"
brew "makedepend"
brew "mas"
brew "maven"
brew "mercurial"
brew "minikube"
brew "moreutils"
brew "msgpack"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "nvm"
brew "openssl@3"
brew "ossp-uuid"
brew "packer"
brew "perl"
brew "podman"
brew "postgresql"
brew "potrace"
brew "pth"
brew "pulumi"
brew "pv"
brew "rainbarf"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "serverless"
brew "shellcheck"
brew "skaffold"
brew "slackcat"
brew "socat"
brew "sonobuoy"
brew "sops"
brew "ssh-copy-id", link: true
brew "stern"
brew "subnetcalc"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vault"
brew "vegeta"
brew "velero"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "atombender/ktail/ktail"
brew "azure/draft/draft"
brew "heroku/brew/heroku"
brew "jenkins-x/jx/jx"
brew "jesseduffield/lazygit/lazygit"
brew "nathan-v/aws-okta-keyman/aws_okta_keyman"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "sonos-inc/pdsw-devops/kubectl-ns"
brew "sonos-inc/pdsw-devops/sk8s"
cask "1password"
cask "alfred"
cask "amazon-chime"
cask "atom"
cask "brooklyn"
cask "caffeine"
cask "cakebrew"
cask "charles"
cask "corretto8"
cask "cyberduck"
cask "deepvacuum"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "etcher"
cask "evernote"
cask "flux"
cask "fork"
cask "gimp"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "google-drive-file-stream"
cask "gotomeeting"
cask "gpg-suite"
cask "intellij-idea-ce"
cask "iterm2"
cask "java8"
cask "kaleidoscope"
cask "keepingyouawake"
cask "keybase"
cask "lens"
cask "logitech-options"
cask "menumeters"
cask "microsoft-office"
cask "miniconda"
cask "multipass"
cask "ngrok"
cask "notion"
cask "obs"
cask "obsidian"
cask "plex-media-player"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "rancher"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "sonos"
cask "sourcetree"
cask "spectacle"
cask "splashy"
cask "spotify"
cask "superduper"
cask "textual"
cask "thunderbird"
cask "tigervnc-viewer"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "tunnelblick"
cask "unetbootin"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "wireshark"
cask "xquartz"
cask "zterm"
mas "Apple Configurator 2", id: 1037126344
mas "Deliveries", id: 290986013
mas "Hour", id: 569089415
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Monosnap", id: 540348655
mas "Notability", id: 360593530
mas "Pixelmator Pro", id: 1289583905
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 557168941
mas "Twitter", id: 1482454543
mas "Wallcat", id: 1000397973
mas "Xcode", id: 497799835
