tap "1password/tap"
tap "atombender/ktail"
tap "bazelbuild/tap"
tap "cloudflare/cloudflare"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "mikesplain/tap", "https://github.com/mikesplain/homebrew-tap.git"
tap "mikesplain/versions"
brew "ack"
brew "libyaml"
brew "xz"
brew "ansible"
brew "libpng"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "python@3.11"
brew "awscli"
brew "oniguruma"
brew "bat"
brew "bazelisk"
brew "bbftp-client"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "chezmoi"
brew "cmake"
brew "gmp"
brew "coreutils"
brew "curl"
brew "diff-so-fancy"
brew "direnv", link: false
brew "dnsperf"
brew "doctl"
brew "duf"
brew "e2fsprogs"
brew "eksctl"
brew "node"
brew "esbuild"
brew "exa"
brew "fd"
brew "gcc"
brew "libevent"
brew "libssh"
brew "ffmpeg"
brew "findutils"
brew "fluxctl"
brew "fx"
brew "fzf"
brew "gdbm"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "git-lfs"
brew "gnu-sed"
brew "gnu-tar"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg", link: false
brew "go"
brew "gobject-introspection"
brew "gox"
brew "grc"
brew "libtool"
brew "gzip"
brew "hashcat"
brew "hcxtools"
brew "helm"
brew "helmfile"
brew "lua"
brew "highlight"
brew "htop"
brew "httperf"
brew "hub"
brew "hugo"
brew "iftop"
brew "ipcalc"
brew "iperf"
brew "jless"
brew "jpeg"
brew "jq"
brew "jsonlint"
brew "jsonnet"
brew "k3sup"
brew "k9s"
brew "kind"
brew "kops"
brew "kube-ps1"
brew "kubebuilder"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "libdvdcss"
brew "pcre"
brew "python@3.9"
brew "mackup"
brew "mas"
brew "openjdk"
brew "maven"
brew "md5sha1sum", link: false
brew "mkfontscale"
brew "moreutils"
brew "mosh"
brew "msgpack"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "ossp-uuid"
brew "packer"
brew "perl"
brew "qemu"
brew "podman"
brew "pre-commit"
brew "python@3.10"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "s3cmd"
brew "shellcheck"
brew "slackcat"
brew "socat"
brew "sonobuoy"
brew "sops"
brew "ssh-copy-id", link: true
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tmate"
brew "utf8proc"
brew "tmux"
brew "tree"
brew "vegeta"
brew "velero"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wimlib"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "atombender/ktail/ktail"
brew "cloudflare/cloudflare/cloudflared"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
cask "1password-beta"
cask "1password-cli"
cask "adoptopenjdk8"
cask "alfred"
cask "amazon-photos"
cask "atom"
cask "balenaetcher"
cask "bitwarden"
cask "blender"
cask "brave-browser"
cask "brooklyn"
cask "caffeine"
cask "cakebrew"
cask "charles"
cask "db-browser-for-sqlite"
cask "discord"
cask "disk-inventory-x"
cask "displaylink"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "firefox"
cask "folding-at-home"
cask "fork"
cask "freecad"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "gpg-suite"
cask "handbrake"
cask "iterm2"
cask "kaleidoscope"
cask "keepingyouawake"
cask "keybase"
cask "librecad"
cask "logi-options-plus"
cask "logitech-options"
cask "menumeters"
cask "mimestream"
cask "mqtt-explorer"
cask "netnewswire-beta"
cask "ngrok"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "obsidian"
cask "ollama"
cask "openoffice"
cask "openscad"
cask "parsec"
cask "plex-media-player"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "qflipper"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "sequel-pro"
cask "sidequest"
cask "signal"
cask "slack"
cask "sourcetree"
cask "splashy"
cask "spotify"
cask "steam"
cask "superduper"
cask "superslicer"
cask "telegram"
cask "thunderbird"
cask "ticktick"
cask "tigervnc-viewer"
cask "tor-browser"
cask "transmission"
cask "transmit"
cask "ultimaker-cura"
cask "unetbootin"
cask "utm-beta"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "yubico-authenticator"
cask "zoom"
cask "zterm"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Archive Page Extension", id: 6446372766
mas "Asphalt 9", id: 1491129197
mas "Deliveries", id: 290986013
mas "Deliveries", id: 924726344
mas "eufy Security", id: 1501114405
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "GoodLinks", id: 1474335294
mas "Hidden Bar", id: 1452453066
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Motion", id: 434290957
mas "Notability", id: 360593530
mas "Notability", id: 736189492
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Save to Pocket", id: 1477385213
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Tweetbot", id: 557168941
mas "Twitter", id: 1482454543
mas "Velja", id: 1607635845
mas "Wallcat", id: 1000397973
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "4ops.terraform"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "batisteo.vscode-django"
vscode "bazelbuild.vscode-bazel"
vscode "bierner.lit-html"
vscode "casualjim.gotemplate"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "david-rickard.git-diff-and-merge-tool"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "eriklynd.json-tools"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "ivory-lab.jenkinsfile-support"
vscode "jakearl.search-editor-apply-changes"
vscode "jmmeessen.jenkins-declarative-support"
vscode "kevinrose.vsc-python-indent"
vscode "magicstack.magicpython"
vscode "mindginative.terraform-snippets"
vscode "mohsen1.prettify-json"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.atom-keybindings"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vsonline.vsonline"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.create-file-folder"
vscode "rstuven.iferrblocks"
vscode "runem.lit-plugin"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "thenikso.github-plus-theme"
vscode "ue.alphabetical-sorter"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitorsalgado.vscode-glide"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
